aaron-bond.better-comments
alefragnani.project-manager
anthropic.claude-code
catppuccin.catppuccin-vsc
dbcode.dbcode
eamodio.gitlens
echoapi.echoapi-for-vscode
editorconfig.editorconfig
github.vscode-github-actions
github.vscode-pull-request-github
ms-azuretools.vscode-containers
ms-python.python
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools-extension-pack
pkief.material-icon-theme
pkief.material-product-icons
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
usernamehw.errorlens
vscjava.vscode-java-pack
vscodevim.vim
