alefragnani.project-manager
anthropic.claude-code
catppuccin.catppuccin-vsc
dbcode.dbcode
github.vscode-github-actions
github.vscode-pull-request-github
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools-extension-pack
ms-vscode.remote-explorer
ms-vscode.remote-server
pkief.material-icon-theme
pkief.material-product-icons
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
vscjava.vscode-java-pack
vscodevim.vim