# tap "homebrew/bundle"
# tap "homebrew/cask-fonts"
# tap "homebrew/services"

# cask "dbeaver-community"
cask "docker"
# cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "ghostty"

# cask "font-jetbrains-mono-nerd-font"

brew "bat"
brew "cmake"
# brew "coreutils"
# brew "cppcheck"
# brew "cpplint"
brew "eza"
brew "fd"
brew "fzf"
# # brew "git"
brew "go"
# # brew "gnu-sed"
# brew "htop"
# brew "include-what-you-use"
brew "jq"
# # brew "lazydocker"
brew "lazygit"
# # brew "llvm"
brew "maven"
brew "ninja"
brew "meson"
# # brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "python"
brew "ripgrep"
# brew "rustup-init"
# # brew "skhd"
brew "tmux"
# brew "wget"
# # brew "zig"
# # brew "zlib"
brew "zoxide"
# # brew "yabai"
